faculties = {
    1: ["Біологічний факультет", "1001"],
    2: ["Географічний факультет", "1002"],
    3: ["Геологічний факультет", "1003"],
    4: ["Економічний факультет", "1004"],
    5: ["Факультет електроніки та комп'ютерних технологій", "1005"],
    6: ["Факультет журналістики", "1006"],
    7: ["Факультет іноземних мов", "1007"],
    8: ["Історичний факультет", "1008"],
    9: ["Факультет культури і мистецтв", "1009"],
    10: ["Факультет міжнародних відносин", "1010"],
    11: ["Механіко-математичний факультет", "1011"],
    12: ["Факультет педагогічної освіти", "1012"],
    13: ["Факультет прикладної математики та інформатики", "1013"],
    14: ["Факультет управління фінансами та бізнесу", "1014"],
    15: ["Фізичний факультет", "1015"],
    16: ["Філологічний факультет", "1016"],
    17: ["Філософський факультет", "1017"],
    18: ["Хімічний факультет", "1018"],
    19: ["Юридичний факультет", "1019"],
    20: ["Інститут післядипломної освіти та доуніверситетської підготовки", "1020"],
    21: ["Педагогічний фаховий коледж Львівського національного університету імені Івана Франка", "1021"],
    22: ["Загальноуніверситетські кафедри", "1024"],
    23: ["Аспірантура", "1025"]
}

courses = [
    1,
    2,
    3,
    4,
    5,
    6
]
